spec/fixtures/soap/xml/IControl/LocalLB/ProfileHttpClass/IControl.LocalLB.ProfileHttpClass.get_rewrite_url_45dcf8516a8e79978e43ba219f518fef_request.xml

<?xml version="1.0" encoding="UTF-8"?><env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/" xmlns:wsdl="urn:iControl:LocalLB/ProfileHttpClass"><env:Body><wsdl:get_rewrite_url><profile_names><value>test_profile2</value></profile_names></wsdl:get_rewrite_url></env:Body></env:Envelope>